Repository: DydFreeman/gasistafelice
Catalog: gasistafelice/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Cancel
it: Annulla

source: An error occurred while retring the data from server
it: Si Ã¨ verificato un errore durante la lettura dei dati dal server

source: Target
it: Destinazione

source: State
it: Stato

source: Node
it: Nodo

source: Interface
it: Interfaccia

source: Description
it: Descrizione

source: Add note
it: Aggiungi nota

source: Confirm
it: Conferma

source: New note
it: Nuova nota

source: Do you really want to delete this note?
it: Sei sicuro di voler cancellare la nota?

source: Save center/zoom
it: Salva centro/zoom

source: Show node names
it: Mostra i nomi dei nodi

source: Icon size
it: Dimensione icone

source: Do you really want to remove this element from this list?
it: Sei sicuro di voler togliere questo elemento dalla lista?

source: remove
it: Rimuovi

source: There are no ifaces related to this resource.
it: Non ci sono interfacce associati alla risorsa

source: total
it: totale

source: Name
it: Nome

source: Address
it: Indirizzo

source: Notes
it: Note

source: Update Location Data
it: Aggiorna i dati sulla locazione

source: location name must be specified
it: La locazione deve essere specificata

source: name
it: Nome

source: address
it: indirizzo

source: contact person
it: referente

source: telephone
it: telefono

source: mobile
it: cellulare

source: Update Organization Data
it: Aggiorna i dati dell'organizzazione

source: organization and contact person names must be specified
it: devono essere specificati il nome dell'organizzazione ed il referente

source: please provide a valid email address
it: deve essere fornito un indirizzo email valido

source: Cannot delete requested Data
it: Non e' possibile cancellare i dati richiesti

source: the location is referred by the nodes
it: la locazione Ã¨ riferita dai seguenti nodi

source: Error
it: Errore

source: the organization currently owns the following nodes
it: l'organizzazione possiede i seguenti nodi

source: the organization is served by the following interfaces
it: l'organizzazione Ã¨ servita dalle seguenti interfacce

source: the organization manages the following nodes
it: l'organizzazione gestisce i seguenti nodi

source: Add New Location
it: Aggiungi una nuova locazione

source: Add New Organization
it: Aggiungi una nuova organizzazione

source: Organizations
it: Organizzazioni

source: error
it: errore

source: Contact Person
it: Referente

source: Phone
it: Telefono

source: Mobile Phone
it: Cellulare

source: Delete
it: Cancella

source: Update
it: Aggiorna

source: Add
it: Aggiungi

source: Update Owner
it: Aggiorna il possessore

source: Update Location
it: Aggiorna una locazione

source: Add New Manager
it: Aggiungi un nuovo gestore

source: Owner
it: Possessore

source: Manager
it: Gestore

source: Create New Asset Node
it: Crea un nuovo asset node

source: update asset node
it: aggiorna l'asset node

source: Location
it: Locazione

source: Create
it: Crea

source: Managers
it: Gestori

source: Add Manager
it: Aggiungi gestore

source: Select Organization
it: Seleziona una organizzazione

source: Cannot delete an empty data
it: Non posso cancellare un insieme di dati vuoto

source: Retrieving informations from the device
it: Sto recuperando informazioni dal dispositivo

source: Merged graph
it: Grafico ???

source: rows
it: righe

source: Title
it: Titolo

source: Resource
it: Risorsa

source: Last check
it: Ultimo check

source: Remove
it: Rimuovi

source: There aren't measures linked to this resource
it: Non ci sono misure associate alla risorsa

source: New report
it: Nuovo Report

source: New report: parameters
it: Nuovo Report: parametri

source: Do you really want to delete this periodic report?
it: Sei sicuro di voler cancellare il report periodico?

source: New report parameters
it: Nuovi parametri per il report

source: Do you really want to delete this report?
it: Sicuro di voler cancellare questo report?

source: Show all
it: Mostra tutti

source: Only ackable
it: Solo con ACK richiesto

source: Only not acked
it: Solo privi di ACK

source: Ack Selected
it: Ack selezionati

source: Ack before selected
it: Ack log selezionato e tutti quelli cronologicamente precedenti

source: Deack Selected
it: Deack selezionati

source: Deack after selected
it: Deack log selezionato e tutti quelli cronologicamente successivi

source: Deack all of the same ack
it: Deack tutti i log con lo stesso ack

source: Ack Type
it: Tipo

source: Other reason
it: Altra motivazione

source: Show logs
it: Mostra log

source: Priority
it: Priorita'

source: From
it: Da

source: hour
it: ora

source: To
it: A

source: FILTER
it: Filtra

source: Remove filters
it: Rimuovi

source: Select all visibles
it: Seleziona tutti i visibili

source: Invert visibles selected
it: Inverti selezionati

source: Text search
it: Testo libero

source: Site
it: Sito

source: Time
it: Orario

source: Target Path
it: Path del target

source: Ack info
it: Info Ack

source: Type
it: Tipo

source: Descr
it: Descrizione

source: Last Change time
it: Ultima modifica

source: User
it: Utente

source: Reason
it: Motivazione

source: Acknowledgement
it: Imposta Ack

source: An error occurred while preparing the acknowledgement data
it: Si e' verificato un errore durante la preparazione dei dati

source: All transitions states
it: Tutte le transizioni

source: Select
it: Seleziona

source: You must select a transition
it: E' necessario selezionare una transizione

source: Change selected transitions
it: Cambia transizioni selezionate

source: Select transitions
it: Seleziona transizioni

source: Set visible log transitions
it: Imposta il registro delle transizioni visibili

source: You must specify a starting date
it: Devi indicare una data di inizio periodo

source: Invalid time
it: Orario non valido

source: You must specify a ending date
it: Devi indicare una data di fine periodo

source: You must specify a date range in order to perform a free text search
it: E' necessario inserire un range di date per poter effettuare una ricerca a testo libero

source: No log selected
it: Nessun log selezionato

source: Operation completed
it: Operazione completata

source: ERROR
it: ERRORE

source: You must specify a log
it: E' necessario selezionare un log

source: You must select only one event
it: Bisogna selezionare solamente un evento

source: Suggested reasons
it: Motivazioni suggerite

source: An error occurred while processing the request!
it: Si e' verificato un errore durante l'elaborazione della richiesta

source: NOTE: you are watching a filtered subset of the saved logs
it: NOTA: stai visualizzando solo un sottoinsieme dei log salvati

source: Do you really want to remove the selected target?
it: Sei sicuro di voler togliere il target dall'elenco?

source: Linked to
it: Collegato a

source: Last change
it: Ultima modifica

source: Acked
it: Ack id

source: Dependent targets
it: Target dipendenti

source: WARNING: some targets are not listed here due to block's configuration
it: ATTENZIONE: Alcuni target non sono visualizzati per via della configurazione del blocco

source: Show target's timeline
it: Espandi storia target

source: There are notes on this target
it: Non ci sono note associate alla risorsa

source: This block does not allow customization.
it: Questo blocco non consente personalizzazioni.

source: Text
it: Testo

source: Please provide a name for this resource before rendering it
it: Fornire un nome per questa risorsa prima di renderizzarla

source: An error occurred while retrieving the data from server (
it: Si Ã¨ verificato un errore durante la lettura dei dati dal server

source: Submit
it: Invia

source: There are no elements related to this resource.
it: Non ci sono elementi associati alla risorsa.
